{
  "blogposts": [
    {
      "title": "Blog 1",
      "content": "The First One",
      "id": 1
    },
    {
      "title": "Blog 2",
      "content": "Second",
      "id": 2
    },
    {
      "title": "One Fine Day",
      "content": "One fine day, I went to the market.",
      "id": 3
    },
    {
      "title": "The Long One",
      "content": "____________________________________________________\r\n\r\n28 February 2020\r\n\r\n\r\nAnglican Diocese of the West (CANA): Novel Coronavirus disease- COVID-19 response by Obiageli Obijiofor, MD. \r\nInfectious Diseases Specialist. \r\nDiocesan Medical Officer. \r\n\r\n\r\nDear Brothers & Sisters, \r\n\r\n \r\nBy now we are all aware of the ongoing outbreak of the Coronavirus disease-COVID-19 which started in China and has now spread worldwide. As at today there are at least 60 confirmed cases in USA. \r\n\r\nSymptoms of COVID-19 are fevers, cough, shortness of breath, and flu like symptoms. It is now known that infected persons without symptoms can also transmit this COVID-19 virus. It can affect all age groups.  But persons with underlying medical problems and the elderly are prone to more severe illness and death. \r\n \r\nAs a Diocese, we are instituting the following preventive measures in order to protect our congregation. \r\n\r\n1. All churches should strongly encourage their members to wash their hands either with soap and water (in the church restrooms) or apply alcohol based hand sanitizer immediately before entering the sanctuary. \r\n\r\n2. You should SERIOUSLY consider dispensing Holy Communion wine in individual cups until further notice. \r\n\r\n3. All priests must wash their hands thoroughly before distributing the communion elements. This is not simply the ceremonial washing of hands but actual washing of hands with either soap and water or alcohol-based hand sanitizers. \r\n\r\n4. Hand shaking during the peace and visitor-welcome time should be halted for now until further notice. \r\n \r\n5. Churches should cleanse and disinfect frequently touched surfaces and objects like door knobs, Altar rails, Lecterns, tables, etc. \r\n\r\n6. Sick or unwell parishioners should contact the priest by telephone for prayers and contact their doctors. Please stay home and do not attend church service or church weekly programs if you are experiencing fevers, cough or shortness of breath.\r\n\r\n7. Parishioners should quarantine themselves at home if they have been exposed to persons with confirmed or suspected COVID-19, or persons returning from China, Hong Kong, Japan, South Korea, Iran, and Italy within the past 14 days.\r\n \r\n8. Avoid non-essential travel to the above listed places which are currently experiencing high levels of community transmission. \r\n\r\n9. The situation is currently very fluid and evolving. We will update these recommendations as the situation evolves. \r\n \r\nIn the section below I have outlined facts and prevention tips on Coronavirus disease COVID-19\r\n\r\n\r\nCoronavirus disease- COVID-19 101: Facts and Prevention:\r\n\r\n1.\tSteps for prevention of COVID-19:\r\n\r\nA. Wash your hands often especially after hand shake, visit to the bathroom, and after contact with public spaces and frequently touched surfaces.\r\n \r\nHand washing should be with soap and water for at least 20 seconds or use alcohol hand sanitizers if soap and water are not available. You can count 20 seconds by reciting Our Lord’s Prayer-our Father who art in heaven... once OR singing the Happy birthday song twice.\r\n\r\nAvoid touching your face, mouth, eyes & nose with dirty hands (e.g. after handshakes and touching public surfaces)\r\n \r\nB. Avoid crowds/crowded places. If possible, keep a distance of about 6 feet between yourself and a person coughing or sneezing or a person with signs of respiratory illness.\r\n \r\nC. Cover your mouth and nose with tissue when coughing or sneezing and properly discard the tissue immediately. You can also cover with your elbow if tissue is not readily available.\r\n \r\nD. Clean and disinfect frequently touched surfaces and objects in your environment.\r\n \r\nE. Use of masks: The simple surgical mask will not prevent transmission of this virus. The N-95 mask can prevent transmission IF used correctly AND used in conjunction with good frequent hand washing and the other prevention strategies outlined above.  \r\n\r\nF. There is no specific diet or food avoidance that is recommended at this time for prevention. \r\n\r\n2. Symptoms of COVID-19 are fevers, cough, shortness of breath, and flu like symptoms. \r\n\r\n3. It is now known that infected persons without symptoms can also transmit this COVID-19 virus.\r\n\r\n4. It can affect all age groups.  But persons with underlying medical problems and the elderly are prone to more severe illness and death. \r\n\r\n5. The fatality rate of this virus so far appears to be low -about 2% when compared to other Coronavirus illnesses like MERS and SARS.  So far the patients who died reportedly had other medical comorbidities. \r\n\r\n6. Treatment at this time is supportive care. There is no specific antiviral drug yet but research is ongoing to find an effective antiviral drug for it.\r\n \r\n7. Vaccines are being developed as well but will likely take months before it becomes available to the public.\r\n\r\nAs a general rule, we should all strive to eat healthy foods with plenty of fruits & vegetables, exercise regularly, rest well, and keep well hydrated in order to maintain good immunity.  \r\nFor further information please visit the CDC website-CDC.GOV or your state health department website or your healthcare provider.\r\n\r\n I hope this information helps.  \r\n\r\nGod bless us all. \r\n\r\nObiageli Obijiofor, MD. \r\nInfectious Diseases Specialist.\r\nDiocesan Medicalfghhh Officer\r\nAnglican Diocese of the West(CANA). \r\nHouston, Texas.",
      "id": 4
    }
  ]
}